acpi
alacritty
base
base-devel
bind
chromium
dmidecode
docker
docker-compose
efitools
efm-langserver
falcon-sensor
falcon-sensor-debug
feh
firefox
git
grub
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3lock
i3status
insomnia
intel-ucode
iw
jq
libnl1
libpulse
light-locker
lightdm
lightdm-gtk-greeter
lightdm-settings
lightdm-webkit2-greeter
linux
linux-firmware
lua-language-server
maim
nano
neofetch
neovim
net-tools
networkmanager
nftables
nvtop
openresolv
openssh
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
polybar
postgresql-libs
postman-bin
powertop
pulseaudio
pyenv
reflector
ripgrep
rofi
sbctl
sbsigntools
slack-desktop
sql-language-server
tk
tlp
traceroute
tree
ttf-meslo-nerd
unzip
upower
vi
vim
webkit2gtk
wireguard-tools
wireplumber
xautolock
xclip
xdg-utils
xf86-video-vesa
xidlehook
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
zip
zram-generator
zsh
zsh-completions
